{
  "date": "2026-01-30",
  "items": [
    {
      "type": "Death",
      "year": "1730",
      "text": "Peter II of Russia (born 1715)"
    },
    {
      "type": "Event",
      "year": "1789",
      "text": "Tây Sơn forces emerge victorious against Qing armies and liberate the capital Thăng Long."
    },
    {
      "type": "Event",
      "year": "1968",
      "text": "Vietnam War: Tet Offensive launch by forces of the Viet Cong and North Vietnamese Army against South Vietnam, the United States, and their allies."
    },
    {
      "type": "Birth",
      "year": "1997",
      "text": "Colin White, American ice hockey player"
    },
    {
      "type": "Event",
      "year": "1945",
      "text": "World War II: The Wilhelm Gustloff, overfilled with German refugees, sinks in the Baltic Sea after being torpedoed by a Soviet submarine, killing approximately 9,500 people."
    },
    {
      "type": "Birth",
      "year": "1925",
      "text": "Douglas Engelbart, American computer scientist, invented the computer mouse (died 2013)"
    },
    {
      "type": "Birth",
      "year": "2000",
      "text": "Bryan Woo, American baseball player"
    },
    {
      "type": "Birth",
      "year": "1958",
      "text": "Brett Butler, American actress"
    },
    {
      "type": "Birth",
      "year": "1980",
      "text": "Wilmer Valderrama, American actor and producer"
    },
    {
      "type": "Event",
      "year": "1835",
      "text": "In the first assassination attempt against a President of the United States, Richard Lawrence attempts to shoot president Andrew Jackson, but fails and is subdued by a crowd, including several congressmen as well as Jackson himself."
    },
    {
      "type": "Birth",
      "year": "1980",
      "text": "Lee Zeldin, American politician and 17th Administrator of the Environmental Protection Agency."
    },
    {
      "type": "Birth",
      "year": "2002",
      "text": "Bijan Robinson, American football player"
    },
    {
      "type": "Birth",
      "year": "1822",
      "text": "Franz Ritter von Hauer, Austrian geologist and curator (died 1899)"
    },
    {
      "type": "Birth",
      "year": "1965",
      "text": "Kevin Moore, Australian rugby league player and coach"
    },
    {
      "type": "Birth",
      "year": "1945",
      "text": "Michael Dorris, American author and scholar (died 1997)"
    },
    {
      "type": "Birth",
      "year": "1931",
      "text": "Shirley Hazzard, Australian-American novelist, short story writer, and essayist (died 2016)"
    },
    {
      "type": "Birth",
      "year": "1563",
      "text": "Franciscus Gomarus, Dutch theologian and academic (died 1641)"
    },
    {
      "type": "Birth",
      "year": "1942",
      "text": "Marty Balin, American singer-songwriter and guitarist (died 2018)"
    },
    {
      "type": "Event",
      "year": "1858",
      "text": "The first Hallé concert is given in Manchester, England, marking the official founding of The Hallé orchestra as a full-time, professional orchestra."
    },
    {
      "type": "Event",
      "year": "1974",
      "text": "Pan Am Flight 806 crashes near Pago Pago International Airport in American Samoa, killing 97."
    },
    {
      "type": "Birth",
      "year": "1973",
      "text": "Jalen Rose, American basketball player and sportscaster"
    },
    {
      "type": "Birth",
      "year": "1972",
      "text": "Mike Johnson, American politician, 56th Speaker of the United States House of Representatives"
    },
    {
      "type": "Event",
      "year": "1847",
      "text": "Yerba Buena, California is renamed San Francisco, California."
    },
    {
      "type": "Birth",
      "year": "1991",
      "text": "Jason Gastrow, American YouTuber"
    },
    {
      "type": "Event",
      "year": "1648",
      "text": "Eighty Years' War: The Treaty of Münster and Osnabrück is signed, ending the conflict between the Netherlands and Spain."
    },
    {
      "type": "Event",
      "year": "1948",
      "text": "British South American Airways' Tudor IV Star Tiger disappears over the Bermuda Triangle."
    },
    {
      "type": "Birth",
      "year": "1969",
      "text": "Justin Skinner, English footballer and manager"
    },
    {
      "type": "Event",
      "year": "1911",
      "text": "The destroyer USS Terry makes the first airplane rescue at sea saving the life of Douglas McCurdy 16 kilometres (10 miles) from Havana, Cuba."
    },
    {
      "type": "Event",
      "year": "1667",
      "text": "The Truce of Andrusovo is signed, ending the Russian-Polish War of 1654-1667."
    },
    {
      "type": "Event",
      "year": "1956",
      "text": "In the United States, Civil Rights Movement leader Martin Luther King Jr.'s home is bombed in retaliation for the Montgomery bus boycott."
    },
    {
      "type": "Birth",
      "year": "1914",
      "text": "John Ireland, Canadian-American actor and director (died 1992)"
    },
    {
      "type": "Death",
      "year": "2001",
      "text": "Joseph Ransohoff, American surgeon and educator (born 1915)"
    },
    {
      "type": "Birth",
      "year": "1911",
      "text": "Roy Eldridge, American jazz trumpet player (died 1989)"
    },
    {
      "type": "Birth",
      "year": "1919",
      "text": "Fred Korematsu, American activist (died 2005)"
    },
    {
      "type": "Birth",
      "year": "1950",
      "text": "Jack Newton, Australian golfer (died 2022)"
    },
    {
      "type": "Birth",
      "year": "1957",
      "text": "Payne Stewart, American golfer (died 1999)"
    },
    {
      "type": "Event",
      "year": "1826",
      "text": "The Menai Suspension Bridge, considered the world's first modern suspension bridge, connecting the Isle of Anglesey to the north West coast of Wales, is opened."
    },
    {
      "type": "Birth",
      "year": "1976",
      "text": "Andy Milonakis, American entertainer"
    },
    {
      "type": "Birth",
      "year": "1955",
      "text": "Mychal Thompson, Bahamian-American basketball player and sportscaster"
    },
    {
      "type": "Birth",
      "year": "1943",
      "text": "Davey Johnson, American baseball player and manager (died 2025)"
    },
    {
      "type": "Event",
      "year": "1989",
      "text": "The American embassy in Kabul, Afghanistan is closed."
    },
    {
      "type": "Event",
      "year": "1945",
      "text": "World War II: Raid at Cabanatuan: One hundred and twenty-six American Rangers and Filipino resistance fighters liberate over 500 Allied prisoners from the Japanese-controlled Cabanatuan POW camp."
    },
    {
      "type": "Birth",
      "year": "1929",
      "text": "Lois Hole, Canadian businesswoman and politician, 15th Lieutenant Governor of Alberta (died 2005)"
    },
    {
      "type": "Birth",
      "year": "1923",
      "text": "Marianne Ferber, Czech-American economist and author (died 2013)"
    },
    {
      "type": "Birth",
      "year": "1914",
      "text": "David Wayne, American actor (died 1995)"
    },
    {
      "type": "Event",
      "year": "1972",
      "text": "The Troubles: Bloody Sunday: British paratroopers open fire on anti-internment marchers in Derry, Northern Ireland, killing 13 people; another person later dies of injuries sustained."
    },
    {
      "type": "Event",
      "year": "1862",
      "text": "American Civil War: The first American ironclad warship, the USS Monitor is launched."
    },
    {
      "type": "Event",
      "year": "1806",
      "text": "The original Lower Trenton Bridge (also called the Trenton Makes the World Takes Bridge), which spans the Delaware River between Morrisville, Pennsylvania and Trenton, New Jersey, is opened."
    },
    {
      "type": "Birth",
      "year": "2000",
      "text": "Markella Kavenagh, Australian actress"
    },
    {
      "type": "Birth",
      "year": "1941",
      "text": "Dick Cheney, American businessman and politician, 46th Vice President of the United States (died 2025)"
    },
    {
      "type": "Event",
      "year": "1959",
      "text": "The forces of the Sultanate of Muscat occupy the last strongholds of the Imamate of Oman, Saiq and Shuraijah, marking the end of Jebel Akhdar War in Oman."
    },
    {
      "type": "Birth",
      "year": "1844",
      "text": "Richard Theodore Greener, American lawyer, academic, and diplomat (died 1922)"
    },
    {
      "type": "Event",
      "year": "1889",
      "text": "Archduke Crown Prince Rudolf of Austria, heir to the Austro-Hungarian crown, is found dead with his mistress Baroness Mary Vetsera in the Mayerling."
    },
    {
      "type": "Birth",
      "year": "1964",
      "text": "Otis Smith, American basketball player, coach, and manager"
    },
    {
      "type": "Event",
      "year": "1975",
      "text": "The Monitor National Marine Sanctuary is established as the first United States National Marine Sanctuary."
    },
    {
      "type": "Birth",
      "year": "1862",
      "text": "Walter Damrosch, German-American conductor and composer (died 1950)"
    },
    {
      "type": "Event",
      "year": "1982",
      "text": "Richard Skrenta writes the first PC virus code, which is 400 lines long and disguised as an Apple boot program called \"Elk Cloner\"."
    },
    {
      "type": "Death",
      "year": "1958",
      "text": "Ernst Heinkel, German engineer and businessman; founded the Heinkel Aircraft Company (born 1888)"
    },
    {
      "type": "Birth",
      "year": "1944",
      "text": "Lynn Harrell, American cellist and academic (died 2020)"
    },
    {
      "type": "Birth",
      "year": "1922",
      "text": "Dick Martin, American comedian, actor, and director (died 2008)"
    }
  ],
  "source": "Wikipedia"
}