{
  "date": "2026-02-04",
  "items": [
    {
      "type": "Birth",
      "year": "1905",
      "text": "Hylda Baker, English comedian, actress and music hall performer (died 1986)"
    },
    {
      "type": "Birth",
      "year": "1988",
      "text": "Charlie Barnett, American actor"
    },
    {
      "type": "Event",
      "year": "2003",
      "text": "The Federal Republic of Yugoslavia adopts a new constitution, becoming a loose confederacy between Montenegro and Serbia."
    },
    {
      "type": "Birth",
      "year": "1984",
      "text": "Doug Fister, American baseball player"
    },
    {
      "type": "Birth",
      "year": "1921",
      "text": "Betty Friedan, American author and feminist (died 2006)"
    },
    {
      "type": "Death",
      "year": "211",
      "text": "Septimius Severus, Roman emperor (born 145)"
    },
    {
      "type": "Birth",
      "year": "1646",
      "text": "Hans Erasmus Aßmann, German poet and politician (died 1699)"
    },
    {
      "type": "Birth",
      "year": "1868",
      "text": "Constance Markievicz, Irish revolutionary and first woman elected to the UK House of Commons (died 1927)"
    },
    {
      "type": "Event",
      "year": "1861",
      "text": "American Civil War: In Montgomery, Alabama, delegates from six breakaway U.S. states meet and initiate the process that would form the Confederate States of America on February 8."
    },
    {
      "type": "Birth",
      "year": "1879",
      "text": "Varia Kipiani, Georgian scientist"
    },
    {
      "type": "Event",
      "year": "1169",
      "text": "A strong earthquake strikes the Ionian coast of Sicily, causing tens of thousands of injuries and deaths, especially in Catania."
    },
    {
      "type": "Birth",
      "year": "1981",
      "text": "Jason Kapono, American basketball player"
    },
    {
      "type": "Birth",
      "year": "1903",
      "text": "Alexander Imich, Polish-American chemist, parapsychologist, and academic (died 2014)"
    },
    {
      "type": "Birth",
      "year": "1947",
      "text": "Dennis C. Blair, American admiral and politician, third Director of National Intelligence"
    },
    {
      "type": "Birth",
      "year": "1965",
      "text": "Jerome Brown, American football player (died 1992)"
    },
    {
      "type": "Event",
      "year": "1801",
      "text": "John Marshall is sworn in as Chief Justice of the United States."
    },
    {
      "type": "Birth",
      "year": "1915",
      "text": "William Talman, American actor and screenwriter (died 1968)"
    },
    {
      "type": "Birth",
      "year": "1921",
      "text": "Lotfi Zadeh, Iranian-American mathematician and computer scientist and founder of fuzzy logic (died 2017)"
    },
    {
      "type": "Birth",
      "year": "1973",
      "text": "Oscar De La Hoya, American boxer"
    },
    {
      "type": "Event",
      "year": "1941",
      "text": "The United Service Organization (USO) is created to entertain American troops."
    },
    {
      "type": "Birth",
      "year": "1929",
      "text": "Jerry Adler, American actor, director, and producer (died 2025)"
    },
    {
      "type": "Event",
      "year": "211",
      "text": "Following the death of the Roman Emperor Septimius Severus at Eboracum (modern York, England) while preparing to lead a campaign against the Caledonians, the empire is left in the control of his two quarrelling sons, Caracalla and Geta, whom he had instructed to make peace."
    },
    {
      "type": "Birth",
      "year": "1877",
      "text": "Eddie Cochems, American football player and coach (died 1953)"
    },
    {
      "type": "Birth",
      "year": "1923",
      "text": "Conrad Bain, Canadian-American actor (died 2013)"
    },
    {
      "type": "Birth",
      "year": "1936",
      "text": "Claude Nobs, Swiss businessman, founded the Montreux Jazz Festival (died 2013)"
    },
    {
      "type": "Birth",
      "year": "1959",
      "text": "Lawrence Taylor, American football player"
    },
    {
      "type": "Event",
      "year": "1454",
      "text": "Thirteen Years' War: The Secret Council of the Prussian Confederation sends a formal act of disobedience to the Grand Master of the Teutonic Knights, sparking the Thirteen Years' War."
    },
    {
      "type": "Event",
      "year": "1820",
      "text": "The Chilean Navy under the command of Lord Cochrane completes the two-day long Capture of Valdivia with just 300 men and two ships."
    },
    {
      "type": "Birth",
      "year": "1938",
      "text": "Frank J. Dodd, American businessman and politician, president of the New Jersey Senate (died 2010)"
    },
    {
      "type": "Birth",
      "year": "1913",
      "text": "Rosa Parks, American civil rights activist (died 2005)"
    },
    {
      "type": "Birth",
      "year": "1912",
      "text": "Byron Nelson, American golfer and sportscaster (died 2006)"
    },
    {
      "type": "Event",
      "year": "1789",
      "text": "George Washington is unanimously elected as the first President of the United States by the U.S. Electoral College."
    },
    {
      "type": "Birth",
      "year": "1999",
      "text": "MJ Lenderman, American singer-songwriter and multi-instrumentalist"
    },
    {
      "type": "Birth",
      "year": "1937",
      "text": "David Newman, American director and screenwriter (died 2003)"
    },
    {
      "type": "Death",
      "year": "2007",
      "text": "Barbara McNair, American singer and actress (born 1934)"
    },
    {
      "type": "Birth",
      "year": "1998",
      "text": "Malik Monk, American basketball player"
    },
    {
      "type": "Event",
      "year": "1797",
      "text": "The Riobamba earthquake strikes Ecuador, causing up to 40,000 casualties."
    },
    {
      "type": "Event",
      "year": "1846",
      "text": "The first Mormon pioneers make their exodus from Nauvoo, Illinois, westward towards Salt Lake Valley."
    },
    {
      "type": "Birth",
      "year": "1944",
      "text": "Alan Shields, American artist and ship captain (died 2005)"
    },
    {
      "type": "Birth",
      "year": "1939",
      "text": "Stan Lundine, American lawyer and politician, Lieutenant Governor of New York"
    },
    {
      "type": "Birth",
      "year": "1947",
      "text": "Dan Quayle, American sergeant, lawyer, and politician, 44th Vice President of the United States"
    },
    {
      "type": "Birth",
      "year": "1983",
      "text": "Rebecca White, Australian politician"
    },
    {
      "type": "Birth",
      "year": "1970",
      "text": "Gabrielle Anwar, English-American actress"
    },
    {
      "type": "Event",
      "year": "2015",
      "text": "TransAsia Airways Flight 235, with 58 people on board, en route from the Taiwanese capital Taipei to Kinmen, crashes into the Keelung River just after takeoff, killing 43 people."
    },
    {
      "type": "Event",
      "year": "2004",
      "text": "Facebook, a mainstream online social networking site, is founded by Mark Zuckerberg and Eduardo Saverin."
    },
    {
      "type": "Birth",
      "year": "1952",
      "text": "Lisa Eichhorn, American actress, writer, and producer"
    },
    {
      "type": "Event",
      "year": "1999",
      "text": "Unarmed West African immigrant Amadou Diallo is shot 41 times by four plainclothes New York City police officers on an unrelated stake-out, inflaming race relations in the city."
    },
    {
      "type": "Event",
      "year": "1825",
      "text": "The Ohio Legislature authorizes the construction of the Ohio and Erie Canal and the Miami and Erie Canal."
    },
    {
      "type": "Event",
      "year": "1974",
      "text": "The Symbionese Liberation Army kidnaps Patty Hearst in Berkeley, California."
    },
    {
      "type": "Event",
      "year": "1899",
      "text": "The Philippine–American War begins when four Filipino soldiers enter the \"American Zone\" in Manila, igniting the Battle of Manila."
    },
    {
      "type": "Birth",
      "year": "1976",
      "text": "Cam'ron, American rapper and actor"
    },
    {
      "type": "Birth",
      "year": "1952",
      "text": "Thomas Silverstein, American criminal and prisoner (died 2019)"
    },
    {
      "type": "Event",
      "year": "2020",
      "text": "The COVID-19 pandemic causes all casinos in Macau to be closed down for 15 days."
    },
    {
      "type": "Birth",
      "year": "1929",
      "text": "Paul Burlison, American musician (died 2003)"
    },
    {
      "type": "Event",
      "year": "1859",
      "text": "The Codex Sinaiticus is discovered in Egypt."
    },
    {
      "type": "Birth",
      "year": "1971",
      "text": "Rob Corddry, American actor, producer, and screenwriter"
    },
    {
      "type": "Birth",
      "year": "2003",
      "text": "Rasmus Højlund, Danish footballer"
    },
    {
      "type": "Death",
      "year": "1617",
      "text": "Lodewijk Elzevir, Dutch publisher, co-founded the House of Elzevir (born 1546)"
    },
    {
      "type": "Birth",
      "year": "1988",
      "text": "Carly Patterson, American gymnast and singer"
    },
    {
      "type": "Event",
      "year": "1974",
      "text": "M62 coach bombing: The Provisional Irish Republican Army (IRA) explodes a bomb on a bus carrying off-duty British Armed Forces personnel in Yorkshire, England. Nine soldiers and three civilians are killed."
    }
  ],
  "source": "Wikipedia"
}