{
  "date": "2026-01-26",
  "items": [
    {
      "type": "Birth",
      "year": "1863",
      "text": "Charles Wade, Australian politician, 17th Premier of New South Wales (died 1922)"
    },
    {
      "type": "Birth",
      "year": "1994",
      "text": "Montrezl Harrell, American basketball player"
    },
    {
      "type": "Birth",
      "year": "1918",
      "text": "Philip José Farmer, American author (died 2009)"
    },
    {
      "type": "Birth",
      "year": "1947",
      "text": "Richard Portnow, American actor"
    },
    {
      "type": "Birth",
      "year": "1921",
      "text": "Veikko Uusimäki, Finnish actor and theater councilor (died 2008)"
    },
    {
      "type": "Event",
      "year": "1930",
      "text": "The Indian National Congress declares 26 January as Independence Day or as the day for Poorna Swaraj (\"Complete Independence\") which occurred 17 years later."
    },
    {
      "type": "Event",
      "year": "1870",
      "text": "Reconstruction Era: Virginia is readmitted to the Union."
    },
    {
      "type": "Event",
      "year": "1950",
      "text": "The Constitution of India comes into force, forming a republic. Rajendra Prasad is sworn in as the first President of India. Observed as Republic Day in India."
    },
    {
      "type": "Birth",
      "year": "2002",
      "text": "Darya Astakhova, Russian tennis player"
    },
    {
      "type": "Birth",
      "year": "1986",
      "text": "Mustapha Yatabaré, French-Malian footballer"
    },
    {
      "type": "Event",
      "year": "1998",
      "text": "Lewinsky scandal: On American television, U.S. President Bill Clinton denies having had \"sexual relations\" with former White House intern Monica Lewinsky."
    },
    {
      "type": "Birth",
      "year": "1963",
      "text": "Simon O'Donnell, Australian footballer, cricketer, and sportscaster"
    },
    {
      "type": "Event",
      "year": "2020",
      "text": "A Sikorsky S-76B flying from John Wayne Airport to Camarillo Airport crashes in Calabasas, 30 miles west of Los Angeles, killing all nine people on board, including five-time NBA champion Kobe Bryant and his daughter Gianna Bryant."
    },
    {
      "type": "Birth",
      "year": "1934",
      "text": "Huey \"Piano\" Smith, American pianist and songwriter (died 2023)"
    },
    {
      "type": "Birth",
      "year": "1911",
      "text": "Polykarp Kusch, German-American physicist and academic, Nobel Prize laureate (died 1993)"
    },
    {
      "type": "Birth",
      "year": "1967",
      "text": "Anatoly Komm, Russian chef and businessman"
    },
    {
      "type": "Birth",
      "year": "1913",
      "text": "Jimmy Van Heusen, American pianist and composer (died 1990)"
    },
    {
      "type": "Event",
      "year": "1986",
      "text": "The Ugandan government of Tito Okello is overthrown by the National Resistance Army, led by Yoweri Museveni."
    },
    {
      "type": "Birth",
      "year": "1891",
      "text": "August Froehlich, German priest and martyr (died 1942)"
    },
    {
      "type": "Event",
      "year": "1918",
      "text": "Finnish Civil War: A group of Red Guards hangs a red lantern atop the tower of Helsinki Workers' Hall to symbolically mark the start of the war."
    },
    {
      "type": "Death",
      "year": "2004",
      "text": "Fred Haas, American golfer (born 1916)"
    },
    {
      "type": "Event",
      "year": "1564",
      "text": "The Grand Duchy of Lithuania defeats the Tsardom of Russia in the Battle of Ula during the Livonian War."
    },
    {
      "type": "Event",
      "year": "1934",
      "text": "The Apollo Theater reopens in Harlem, New York City."
    },
    {
      "type": "Birth",
      "year": "1880",
      "text": "Douglas MacArthur, American general, Medal of Honor recipient (died 1964)"
    },
    {
      "type": "Birth",
      "year": "1933",
      "text": "Donald Sarason, American mathematician (died 2017)"
    },
    {
      "type": "Birth",
      "year": "1908",
      "text": "Robert Halperin, American yachtsman (died 1985)"
    },
    {
      "type": "Event",
      "year": "1531",
      "text": "The 6.4–7.1 Mw Lisbon earthquake kills about thirty thousand people."
    },
    {
      "type": "Death",
      "year": "1943",
      "text": "Nikolai Vavilov, Russian botanist and geneticist (born 1887)"
    },
    {
      "type": "Event",
      "year": "1788",
      "text": "The British First Fleet, led by Arthur Phillip, sails into Port Jackson (Sydney Harbour) to establish Sydney, the first permanent European settlement on Australia. Commemorated as Australia Day."
    },
    {
      "type": "Event",
      "year": "1856",
      "text": "First Battle of Seattle: Marines from the USS Decatur drive off Native American attackers after all-day battle with settlers."
    },
    {
      "type": "Event",
      "year": "1861",
      "text": "American Civil War: The state of Louisiana secedes from the Union."
    },
    {
      "type": "Event",
      "year": "1863",
      "text": "American Civil War: Governor of Massachusetts John Albion Andrew receives permission from the Secretary of War to raise a militia organization for men of African descent."
    },
    {
      "type": "Birth",
      "year": "1924",
      "text": "Annette Strauss, American philanthropist and politician, Mayor of Dallas (died 1998)"
    },
    {
      "type": "Event",
      "year": "1939",
      "text": "Spanish Civil War: Catalonia Offensive: Troops loyal to nationalist General Francisco Franco and aided by Italy take Barcelona."
    },
    {
      "type": "Event",
      "year": "1942",
      "text": "World War II: The first United States forces arrive in Europe, landing in Northern Ireland."
    },
    {
      "type": "Event",
      "year": "1952",
      "text": "Black Saturday in Egypt: rioters burn Cairo's central business district, targeting British and upper-class Egyptian businesses."
    },
    {
      "type": "Birth",
      "year": "1962",
      "text": "Tim May, Australian cricketer"
    },
    {
      "type": "Birth",
      "year": "1960",
      "text": "Charlie Gillingham, American musician"
    },
    {
      "type": "Birth",
      "year": "1927",
      "text": "José Azcona del Hoyo, Honduran businessman and politician, President of Honduras (died 2005)"
    },
    {
      "type": "Birth",
      "year": "1973",
      "text": "Mayu Shinjo, Japanese author and illustrator"
    },
    {
      "type": "Birth",
      "year": "1983",
      "text": "Eric Werner, American ice hockey player"
    },
    {
      "type": "Event",
      "year": "1564",
      "text": "The Council of Trent establishes an official distinction between Roman Catholicism and Protestantism."
    },
    {
      "type": "Birth",
      "year": "1923",
      "text": "Anne Jeffreys, American actress and singer (died 2017)"
    },
    {
      "type": "Event",
      "year": "1855",
      "text": "Point No Point Treaty is signed in Washington Territory."
    },
    {
      "type": "Birth",
      "year": "1926",
      "text": "Joseph Bacon Fraser Jr., American architect and businessman, co-founded the Sea Pines Company (died 2014)"
    },
    {
      "type": "Death",
      "year": "1946",
      "text": "Adriaan van Maanen, Dutch-American astronomer and academic (born 1884)"
    },
    {
      "type": "Birth",
      "year": "1999",
      "text": "Travis Etienne, American football player"
    },
    {
      "type": "Birth",
      "year": "1832",
      "text": "George Shiras Jr., American lawyer and Supreme Court justice (died 1924)"
    },
    {
      "type": "Birth",
      "year": "1944",
      "text": "Jerry Sandusky, American football coach and criminal"
    },
    {
      "type": "Event",
      "year": "1863",
      "text": "American Civil War: General Ambrose Burnside is relieved of command of the Army of the Potomac after the disastrous Fredericksburg campaign. He is replaced by Joseph Hooker."
    },
    {
      "type": "Event",
      "year": "1966",
      "text": "The three Beaumont children disappear from a beach in Glenelg, South Australia, resulting in one of the country's largest-ever police investigations."
    },
    {
      "type": "Event",
      "year": "1915",
      "text": "The Rocky Mountain National Park is established by an act of the U.S. Congress."
    },
    {
      "type": "Birth",
      "year": "2001",
      "text": "Isaac Okoro, American basketball player"
    },
    {
      "type": "Event",
      "year": "1959",
      "text": "The 41-acre (17 ha) Chain Island is listed for sale by the California State Lands Commission, with a minimum bid of $5,226."
    },
    {
      "type": "Birth",
      "year": "1904",
      "text": "Ancel Keys, American physiologist and nutritionist (died 2004)"
    },
    {
      "type": "Birth",
      "year": "1938",
      "text": "Henry Jaglom, English-American director and screenwriter (died 2025)"
    },
    {
      "type": "Event",
      "year": "2015",
      "text": "Syrian civil war: The People's Protection Units (YPG) recaptures the city of Kobanî from the Islamic State of Iraq and the Levant (ISIL), marking a turning point in the Siege of Kobanî."
    },
    {
      "type": "Birth",
      "year": "1978",
      "text": "Corina Morariu, American tennis player and sportscaster"
    },
    {
      "type": "Birth",
      "year": "1981",
      "text": "Gustavo Dudamel, Venezuelan violinist, composer, and conductor"
    },
    {
      "type": "Event",
      "year": "1837",
      "text": "Michigan is admitted as the 26th U.S. state."
    }
  ],
  "source": "Wikipedia"
}