{
  "date": "2026-01-13",
  "items": [
    {
      "type": "Event",
      "year": "2020",
      "text": "The Thai Ministry of Public Health confirms the first case of COVID-19 outside China."
    },
    {
      "type": "Event",
      "year": "1950",
      "text": "Finland forms diplomatic relations with the People's Republic of China."
    },
    {
      "type": "Death",
      "year": "1916",
      "text": "Victoriano Huerta, Mexican military officer and president, 1913–1914 (born 1850)"
    },
    {
      "type": "Event",
      "year": "1977",
      "text": "Japan Air Lines Cargo Flight 1045, a Douglas DC-8 jet, crashes onto the runway during takeoff from Ted Stevens Anchorage International Airport, killing five."
    },
    {
      "type": "Birth",
      "year": "1991",
      "text": "Rob Kiernan, English-Irish footballer"
    },
    {
      "type": "Event",
      "year": "1958",
      "text": "The Moroccan Army of Liberation ambushes a Spanish patrol in the Battle of Edchera."
    },
    {
      "type": "Birth",
      "year": "1987",
      "text": "Jack Johnson, American ice hockey player"
    },
    {
      "type": "Event",
      "year": "1898",
      "text": "Émile Zola's J'accuse…! exposes the Dreyfus affair."
    },
    {
      "type": "Event",
      "year": "1797",
      "text": "French Revolutionary Wars: A naval battle between a French ship of the line and two British frigates off the coast of Brittany ends with the French vessel running aground, resulting in over 900 deaths."
    },
    {
      "type": "Birth",
      "year": "1997",
      "text": "Ivan Provorov, Russian ice hockey player"
    },
    {
      "type": "Birth",
      "year": "1977",
      "text": "James Posey, American basketball player and coach"
    },
    {
      "type": "Birth",
      "year": "1986",
      "text": "Joannie Rochette, Canadian figure skater"
    },
    {
      "type": "Event",
      "year": "1822",
      "text": "The design of the Greek flag is adopted by the First National Assembly at Epidaurus."
    },
    {
      "type": "Birth",
      "year": "1967",
      "text": "Suzanne Cryer, American actress"
    },
    {
      "type": "Event",
      "year": "1842",
      "text": "Dr. William Brydon, an assistant surgeon in the British East India Company Army during the First Anglo-Afghan War, becomes famous for being the sole survivor of an army of 4,500 men and 12,000 camp followers when he reaches the safety of a garrison in Jalalabad, Afghanistan."
    },
    {
      "type": "Event",
      "year": "1993",
      "text": "Operation Southern Watch: U.S.A.F., U.S.N., R.A.F. and French Air Force jets attack AAA and SAM sites in Southern Iraq."
    },
    {
      "type": "Event",
      "year": "1978",
      "text": "United States Food and Drug Administration requires all blood donations to be labeled \"paid\" or \"volunteer\" donors."
    },
    {
      "type": "Event",
      "year": "1942",
      "text": "World War II: First use of an aircraft ejection seat by a German test pilot in a Heinkel He 280 jet fighter."
    },
    {
      "type": "Birth",
      "year": "1983",
      "text": "Ronny Turiaf, French basketball player"
    },
    {
      "type": "Birth",
      "year": "1970",
      "text": "Shonda Rhimes, American actress, director, producer, and screenwriter"
    },
    {
      "type": "Event",
      "year": "1991",
      "text": "Soviet Union troops attack Lithuanian independence supporters in Vilnius, killing 14 people and wounding around 1,000 others."
    },
    {
      "type": "Death",
      "year": "2012",
      "text": "Rauf Denktaş, Turkish-Cypriot lawyer and politician, 1st President of Northern Cyprus (born 1924)"
    },
    {
      "type": "Birth",
      "year": "1989",
      "text": "Doug Martin, American football player (died 2025)"
    },
    {
      "type": "Event",
      "year": "1939",
      "text": "The Black Friday bushfires burn 20,000 square kilometres (7,700 sq mi) of land in Australia, claiming the lives of 71 people."
    },
    {
      "type": "Birth",
      "year": "1995",
      "text": "Natalia Dyer, American actress"
    },
    {
      "type": "Death",
      "year": "1923",
      "text": "Alexandre Ribot, French academic and politician, Prime Minister of France (born 1842)"
    },
    {
      "type": "Event",
      "year": "1833",
      "text": "United States President Andrew Jackson writes to Vice President elect Martin Van Buren expressing his opposition to South Carolina's defiance of federal authority in the Nullification Crisis."
    },
    {
      "type": "Birth",
      "year": "1990",
      "text": "Liam Hemsworth, Australian actor"
    },
    {
      "type": "Event",
      "year": "1840",
      "text": "The steamship Lexington burns and sinks four miles off the coast of Long Island with the loss of 139 lives."
    },
    {
      "type": "Event",
      "year": "1847",
      "text": "The Treaty of Cahuenga ends the Mexican–American War in California."
    },
    {
      "type": "Event",
      "year": "1990",
      "text": "Douglas Wilder becomes the first elected African American governor as he takes office as Governor of Virginia in Richmond, Virginia."
    },
    {
      "type": "Event",
      "year": "1893",
      "text": "U.S. Marines land in Honolulu, Hawaii from the USS Boston to prevent the queen from abrogating the Bayonet Constitution."
    },
    {
      "type": "Event",
      "year": "1815",
      "text": "War of 1812: British troops capture Fort Peter in St. Marys, Georgia, the only battle of the war to take place in the state."
    },
    {
      "type": "Event",
      "year": "1972",
      "text": "Prime Minister Kofi Abrefa Busia and President Edward Akufo-Addo of Ghana are ousted in a bloodless military coup by Colonel Ignatius Kutu Acheampong."
    },
    {
      "type": "Event",
      "year": "1908",
      "text": "The Rhoads Opera House fire in Boyertown, Pennsylvania kills 171 people."
    },
    {
      "type": "Birth",
      "year": "1976",
      "text": "Ross McCall, Scottish actor"
    },
    {
      "type": "Death",
      "year": "2010",
      "text": "Teddy Pendergrass, American singer-songwriter (born 1950)"
    },
    {
      "type": "Event",
      "year": "1793",
      "text": "Nicolas Jean Hugon de Bassville, representative of Revolutionary France, is lynched by a mob in Rome."
    },
    {
      "type": "Event",
      "year": "1985",
      "text": "A passenger train plunges into a ravine in Ethiopia, killing 428 in the worst railroad disaster in Africa."
    },
    {
      "type": "Event",
      "year": "1942",
      "text": "Henry Ford patents a soybean car, which is 30% lighter than a regular car."
    }
  ]
}