{
  "date": "2026-01-27",
  "items": [
    {
      "type": "Event",
      "year": "1980",
      "text": "Through cooperation between the U.S. and Canadian governments, six American diplomats secretly escape hostilities in Iran in the culmination of the Canadian Caper."
    },
    {
      "type": "Event",
      "year": "1776",
      "text": "American Revolutionary War: Henry Knox's \"noble train of artillery\" arrives in Cambridge, Massachusetts."
    },
    {
      "type": "Event",
      "year": "1951",
      "text": "Nuclear testing at the Nevada Test Site begins with Operation Ranger."
    },
    {
      "type": "Event",
      "year": "2010",
      "text": "The 2009 Honduran constitutional crisis ends when Porfirio Lobo Sosa becomes the new President of Honduras."
    },
    {
      "type": "Birth",
      "year": "1919",
      "text": "Ross Bagdasarian, Sr., American singer-songwriter, pianist, producer, and actor, created Alvin and the Chipmunks (died 1972)"
    },
    {
      "type": "Birth",
      "year": "1943",
      "text": "Julia Cumberlege, Baroness Cumberlege, English businesswoman and politician"
    },
    {
      "type": "Birth",
      "year": "1895",
      "text": "Joseph Rosenstock, Polish-American conductor and manager (died 1985)"
    },
    {
      "type": "Birth",
      "year": "1918",
      "text": "William Seawell, American general (died 2005)"
    },
    {
      "type": "Event",
      "year": "1820",
      "text": "A Russian expedition led by Fabian Gottlieb von Bellingshausen and Mikhail Petrovich Lazarev discovers the Antarctic continent, approaching the Antarctic coast."
    },
    {
      "type": "Event",
      "year": "1967",
      "text": "Cold War: The Soviet Union, the United States, and the United Kingdom sign the Outer Space Treaty in Washington, D.C., banning deployment of nuclear weapons in space, and limiting the usage of the Moon and other celestial bodies to peaceful purposes."
    },
    {
      "type": "Birth",
      "year": "1983",
      "text": "Gavin Floyd, American baseball player"
    },
    {
      "type": "Event",
      "year": "2017",
      "text": "A naming ceremony for the chemical element tennessine takes place in the United States."
    },
    {
      "type": "Death",
      "year": "2004",
      "text": "Jack Paar, American talk show host and author (born 1918)"
    },
    {
      "type": "Event",
      "year": "1996",
      "text": "Germany first observes the International Holocaust Remembrance Day."
    },
    {
      "type": "Event",
      "year": "1868",
      "text": "Boshin War: The Battle of Toba–Fushimi begins, between forces of the Tokugawa shogunate and pro-Imperial factions; it will end in defeat for the shogunate, and is a pivotal point in the Meiji Restoration."
    },
    {
      "type": "Event",
      "year": "1825",
      "text": "The U.S. Congress approves Indian Territory (in what is present-day Oklahoma), clearing the way for forced relocation of the Eastern Indians on the \"Trail of Tears\"."
    },
    {
      "type": "Birth",
      "year": "1903",
      "text": "John Eccles, Australian-Swiss neurophysiologist and academic, Nobel Prize laureate (died 1997)"
    },
    {
      "type": "Birth",
      "year": "1954",
      "text": "Ed Schultz, American talk show host and sportscaster (died 2018)"
    },
    {
      "type": "Death",
      "year": "1901",
      "text": "Giuseppe Verdi, Italian composer (born 1813)"
    },
    {
      "type": "Birth",
      "year": "1958",
      "text": "James Grippando, American lawyer and author"
    },
    {
      "type": "Birth",
      "year": "1972",
      "text": "Bryant Young, American football player and coach"
    },
    {
      "type": "Event",
      "year": "2003",
      "text": "The first selections for the National Recording Registry are announced by the Library of Congress."
    },
    {
      "type": "Birth",
      "year": "1981",
      "text": "Alicia Molik, Australian tennis player and sportscaster"
    },
    {
      "type": "Birth",
      "year": "1936",
      "text": "Troy Donahue, American actor (died 2001)"
    },
    {
      "type": "Event",
      "year": "1945",
      "text": "World War II: The Soviet 322nd Rifle Division liberates the remaining inmates of Auschwitz-Birkenau."
    },
    {
      "type": "Event",
      "year": "1343",
      "text": "Pope Clement VI issues the papal bull Unigenitus, laying out the scriptural justification for indulgences, identifying only the Pope and episcopate as capable of accessing the treasury of merit, and establishing a jubilee year every half century."
    },
    {
      "type": "Birth",
      "year": "1895",
      "text": "Harry Ruby, American composer and screenwriter (died 1974)"
    },
    {
      "type": "Birth",
      "year": "1936",
      "text": "Samuel C. C. Ting, American physicist and academic, Nobel Prize laureate"
    },
    {
      "type": "Birth",
      "year": "1931",
      "text": "Nigel Vinson, Baron Vinson, English lieutenant and businessman"
    },
    {
      "type": "Birth",
      "year": "1908",
      "text": "William Randolph Hearst, Jr., American journalist and publisher (died 1993)"
    },
    {
      "type": "Birth",
      "year": "1924",
      "text": "Rauf Denktaş, Cypriot lawyer and politician, 1st President of Northern Cyprus (died 2012)"
    },
    {
      "type": "Event",
      "year": "2023",
      "text": "A shooting at a synagogue in Neve Yaakov, East Jerusalem, kills seven people and injures three others."
    },
    {
      "type": "Birth",
      "year": "1980",
      "text": "Chanda Gunn, American ice hockey player and coach"
    },
    {
      "type": "Event",
      "year": "1918",
      "text": "Beginning of the Finnish Civil War."
    },
    {
      "type": "Event",
      "year": "1983",
      "text": "The pilot shaft of the Seikan Tunnel, the world's longest sub-aqueous tunnel (53.85 km) between the Japanese islands of Honshū and Hokkaidō, breaks through."
    },
    {
      "type": "Birth",
      "year": "1959",
      "text": "Cris Collinsworth, American football player and sportscaster"
    },
    {
      "type": "Birth",
      "year": "1952",
      "text": "Brian Gottfried, American tennis player"
    },
    {
      "type": "Birth",
      "year": "1946",
      "text": "Nedra Talley, American singer"
    },
    {
      "type": "Event",
      "year": "1759",
      "text": "Spanish forces clash with indigenous Huilliches of southern Chile in the battle of Río Bueno."
    },
    {
      "type": "Event",
      "year": "417",
      "text": "Pope Innocent I declares Pelagius and his follower Caelestius excommunicated unless they return to orthodoxy."
    },
    {
      "type": "Birth",
      "year": "1821",
      "text": "John Chivington, American colonel and pastor (died 1892)"
    },
    {
      "type": "Birth",
      "year": "1940",
      "text": "James Cromwell, American actor"
    },
    {
      "type": "Birth",
      "year": "1603",
      "text": "Sir Harbottle Grimston, 2nd Baronet, English lawyer and politician, Speaker of the House of Commons (died 1685)"
    },
    {
      "type": "Birth",
      "year": "1957",
      "text": "Frank Miller, American illustrator, director, producer, and screenwriter"
    },
    {
      "type": "Birth",
      "year": "1940",
      "text": "Reynaldo Rey, American actor and screenwriter (died 2015)"
    },
    {
      "type": "Event",
      "year": "2014",
      "text": "Rojava conflict: The Kobanî Canton declares its autonomy from the Syrian Arab Republic."
    },
    {
      "type": "Event",
      "year": "1785",
      "text": "The University of Georgia is founded, the first state-chartered public university in the United States."
    },
    {
      "type": "Birth",
      "year": "1998",
      "text": "Devin Druid, American actor"
    },
    {
      "type": "Event",
      "year": "2023",
      "text": "Protests and public outrage spark across the U.S. after the release of multiple videos by the Memphis Police Department showing officers punching, kicking, and pepper spraying Tyre Nichols as a result of running away from a traffic stop, which resulted him dying in the hospital three days later after the incident."
    },
    {
      "type": "Event",
      "year": "1695",
      "text": "Mustafa II becomes the Ottoman sultan and Caliph of Islam in Istanbul on the death of Ahmed II. Mustafa rules until his abdication in 1703."
    },
    {
      "type": "Death",
      "year": "2010",
      "text": "Howard Zinn, American historian, author, and activist (born 1922)"
    },
    {
      "type": "Event",
      "year": "1874",
      "text": "Modest Mussorgsky's opera Boris Godunov premieres in Mariinsky Theatre in St.Petersburg."
    },
    {
      "type": "Event",
      "year": "1967",
      "text": "Apollo program: Astronauts Gus Grissom, Ed White and Roger Chaffee are killed in a fire during a test of their Apollo 1 spacecraft at the Kennedy Space Center, Florida."
    },
    {
      "type": "Event",
      "year": "1973",
      "text": "The Paris Peace Accords officially ends the Vietnam War. Colonel William Nolde is killed in action becoming the conflict's last recorded American combat casualty."
    },
    {
      "type": "Birth",
      "year": "1964",
      "text": "Jack Haley, American basketball player (died 2015)"
    },
    {
      "type": "Birth",
      "year": "1918",
      "text": "Elmore James, American singer-songwriter and guitarist (died 1963)"
    },
    {
      "type": "Event",
      "year": "1943",
      "text": "World War II: The Eighth Air Force sorties ninety-one B-17s and B-24s to attack the U-boat construction yards at Wilhelmshaven, Germany. This was the first American bombing attack on Germany."
    },
    {
      "type": "Event",
      "year": "1996",
      "text": "In a military coup, Colonel Ibrahim Baré Maïnassara deposes the first democratically elected president of Niger, Mahamane Ousmane."
    },
    {
      "type": "Event",
      "year": "1928",
      "text": "Bundaberg tragedy: a diphtheria vaccine is contaminated with Staph. aureus bacterium, resulting in the deaths of twelve children in the Australian town of Bundaberg."
    },
    {
      "type": "Event",
      "year": "1924",
      "text": "Six days after his death, Vladimir Lenin's body is carried into a specially erected mausoleum."
    }
  ],
  "source": "Wikipedia"
}