{
  "date": "2026-01-13",
  "items": [
    {
      "type": "Event",
      "year": "1935",
      "text": "A plebiscite in Saarland shows that 90.3% of those voting wish to no more being a \"region occupied and governed by the United Kingdom and France\"."
    },
    {
      "type": "Event",
      "year": "1797",
      "text": "French Revolutionary Wars: A naval battle between a French ship of the line and two British frigates off the coast of Brittany ends with the French vessel running aground, resulting in over 900 deaths."
    },
    {
      "type": "Death",
      "year": "1924",
      "text": "Georg Hermann Quincke, German physicist and academic (born 1834)"
    },
    {
      "type": "Birth",
      "year": "1987",
      "text": "Marc Staal, Canadian ice hockey player"
    },
    {
      "type": "Birth",
      "year": "1975",
      "text": "Mailis Reps, Estonian academic and politician, 31st Estonian Minister of Education and Research"
    },
    {
      "type": "Birth",
      "year": "1972",
      "text": "Mark Bosnich, Australian footballer and sportscaster"
    },
    {
      "type": "Event",
      "year": "2000",
      "text": "A Short 360 aircraft chartered by the Sirte Oil Company crashes off the coast of Brega, Libya, killing 21."
    },
    {
      "type": "Event",
      "year": "1977",
      "text": "Japan Air Lines Cargo Flight 1045, a Douglas DC-8 jet, crashes onto the runway during takeoff from Ted Stevens Anchorage International Airport, killing five."
    },
    {
      "type": "Birth",
      "year": "1974",
      "text": "Sergei Brylin, Russian ice hockey player and coach"
    },
    {
      "type": "Event",
      "year": "1908",
      "text": "The Rhoads Opera House fire in Boyertown, Pennsylvania kills 171 people."
    },
    {
      "type": "Event",
      "year": "1435",
      "text": "Sicut Dudum, forbidding the enslavement by the Spanish of the Guanche natives in Canary Islands who had converted, or were converting to, Christianity, is promulgated by Pope Eugene IV."
    },
    {
      "type": "Event",
      "year": "1966",
      "text": "Robert C. Weaver becomes the first African American Cabinet member when he is appointed United States Secretary of Housing and Urban Development."
    },
    {
      "type": "Birth",
      "year": "1987",
      "text": "Jack Johnson, American ice hockey player"
    },
    {
      "type": "Event",
      "year": "1915",
      "text": "The 6.7 Mw  Avezzano earthquake shakes the Province of L'Aquila in Italy with a maximum Mercalli intensity of XI (Extreme), killing between 29,978 and 32,610."
    },
    {
      "type": "Death",
      "year": "1957",
      "text": "A. E. Coppard English poet and short story writer (born 1878)"
    },
    {
      "type": "Birth",
      "year": "1967",
      "text": "Suzanne Cryer, American actress"
    },
    {
      "type": "Event",
      "year": "1893",
      "text": "U.S. Marines land in Honolulu, Hawaii from the USS Boston to prevent the queen from abrogating the Bayonet Constitution."
    },
    {
      "type": "Event",
      "year": "1888",
      "text": "The National Geographic Society is founded in Washington, D.C."
    },
    {
      "type": "Death",
      "year": "2007",
      "text": "Danny Oakes, American race car driver (born 1911)"
    },
    {
      "type": "Birth",
      "year": "1983",
      "text": "Sebastian Kneißl, German footballer"
    },
    {
      "type": "Event",
      "year": "1849",
      "text": "Second Anglo-Sikh War: Battle of Chillianwala: British forces retreat from the Sikhs."
    },
    {
      "type": "Birth",
      "year": "1973",
      "text": "Nikolai Khabibulin, Russian ice hockey player"
    },
    {
      "type": "Event",
      "year": "1953",
      "text": "An article appears in Pravda accusing some of the most prestigious and prominent doctors, mostly Jews, in the Soviet Union of taking part in a vast plot to poison members of the top Soviet political and military leadership."
    },
    {
      "type": "Event",
      "year": "2001",
      "text": "An earthquake hits El Salvador, killing more than 800."
    },
    {
      "type": "Event",
      "year": "1893",
      "text": "The Independent Labour Party of the United Kingdom holds its first meeting."
    },
    {
      "type": "Event",
      "year": "1547",
      "text": "Henry Howard, Earl of Surrey, is sentenced to death for treason, on the grounds of having quartered his arms to make them similar to those of the King, Henry VIII of England."
    },
    {
      "type": "Death",
      "year": "2012",
      "text": "Miljan Miljanić, Serbian footballer and manager (born 1930)"
    },
    {
      "type": "Birth",
      "year": "1982",
      "text": "Guillermo Coria, Argentinian tennis player"
    },
    {
      "type": "Event",
      "year": "1982",
      "text": "Shortly after takeoff, Air Florida Flight 90, a Boeing 737 jet, crashes into Washington, D.C.'s 14th Street Bridge and falls into the Potomac River, killing 78 including four motorists."
    },
    {
      "type": "Event",
      "year": "1963",
      "text": "Coup d'état in Togo results in the assassination of president Sylvanus Olympio."
    },
    {
      "type": "Event",
      "year": "1950",
      "text": "Finland forms diplomatic relations with the People's Republic of China."
    },
    {
      "type": "Birth",
      "year": "1982",
      "text": "Kamran Akmal, Pakistani cricketer"
    },
    {
      "type": "Event",
      "year": "1847",
      "text": "The Treaty of Cahuenga ends the Mexican–American War in California."
    },
    {
      "type": "Event",
      "year": "1985",
      "text": "A passenger train plunges into a ravine in Ethiopia, killing 428 in the worst railroad disaster in Africa."
    },
    {
      "type": "Event",
      "year": "2003",
      "text": "208996 Achlys was discovered by Chad Trujillo and Michael E. Brown at Palomar Observatory."
    },
    {
      "type": "Birth",
      "year": "1973",
      "text": "Gigi Galli, Italian race driver"
    },
    {
      "type": "Event",
      "year": "1951",
      "text": "First Indochina War: The Battle of Vĩnh Yên begins."
    },
    {
      "type": "Birth",
      "year": "1980",
      "text": "Nils-Eric Johansson, Swedish footballer"
    },
    {
      "type": "Event",
      "year": "1993",
      "text": "Operation Southern Watch: U.S.A.F., U.S.N., R.A.F. and French Air Force jets attack AAA and SAM sites in Southern Iraq."
    },
    {
      "type": "Event",
      "year": "1942",
      "text": "Henry Ford patents a soybean car, which is 30% lighter than a regular car."
    }
  ]
}