{
  "date": "2026-01-31",
  "items": [
    {
      "type": "Birth",
      "year": "1950",
      "text": "Alexander Korzhakov, Russian general and bodyguard"
    },
    {
      "type": "Event",
      "year": "2025",
      "text": "Med Jets Flight 056 crashes near Roosevelt Mall in Philadelphia, Pennsylvania, killing 8 people and injuring 23."
    },
    {
      "type": "Event",
      "year": "1862",
      "text": "Alvan Graham Clark discovers the white dwarf star Sirius B, a companion of Sirius, through an 18.5-inch (47 cm) telescope now located at Northwestern University."
    },
    {
      "type": "Birth",
      "year": "1881",
      "text": "Irving Langmuir, American chemist and physicist, Nobel Prize laureate (died 1957)"
    },
    {
      "type": "Event",
      "year": "1944",
      "text": "World War II: American forces land on Kwajalein Atoll and other islands in the Japanese-held Marshall Islands."
    },
    {
      "type": "Event",
      "year": "1846",
      "text": "After the Milwaukee Bridge War, the United States towns of Juneautown and Kilbourntown unify to create the City of Milwaukee."
    },
    {
      "type": "Birth",
      "year": "1947",
      "text": "Glynn Turman, American actor"
    },
    {
      "type": "Death",
      "year": "2018",
      "text": "Rasual Butler, American professional basketball player (born 1979)"
    },
    {
      "type": "Event",
      "year": "1957",
      "text": "Eight people (five total crew from two aircraft and three on the ground) in Pacoima, California are killed following the mid-air collision between a Douglas DC-7 airliner and a Northrop F-89 Scorpion fighter jet."
    },
    {
      "type": "Birth",
      "year": "1937",
      "text": "Suzanne Pleshette, American actress (died 2008)"
    },
    {
      "type": "Event",
      "year": "1988",
      "text": "Doug Williams becomes the first African American quarterback to play in a Super Bowl and leads the Washington Redskins to victory in Super Bowl XXII."
    },
    {
      "type": "Event",
      "year": "1943",
      "text": "World War II: German field marshal Friedrich Paulus surrenders to the Soviets at Stalingrad, followed two days later by the remainder of his Sixth Army, ending one of the war's fiercest battles."
    },
    {
      "type": "Birth",
      "year": "1925",
      "text": "Benjamin Hooks, American minister, lawyer, and activist (died 2010)"
    },
    {
      "type": "Birth",
      "year": "1997",
      "text": "Donte DiVincenzo, American basketball player"
    },
    {
      "type": "Event",
      "year": "1865",
      "text": "American Civil War: The United States Congress passes the Thirteenth Amendment to the United States Constitution, abolishing slavery, and submits it to the states for ratification."
    },
    {
      "type": "Event",
      "year": "1901",
      "text": "Anton Chekhov's Three Sisters premieres at Moscow Art Theatre in Russia."
    },
    {
      "type": "Event",
      "year": "1578",
      "text": "Eighty Years' War and Anglo-Spanish War: The Battle of Gembloux is a victory for Spanish forces led by Don John of Austria over a rebel army of Dutch, Flemish, English, Scottish, German, French and Walloons."
    },
    {
      "type": "Event",
      "year": "1865",
      "text": "American Civil War: Confederate General Robert E. Lee becomes general-in-chief of all Confederate armies."
    },
    {
      "type": "Event",
      "year": "1958",
      "text": "Cold War: Space Race: The Explorer 1, the first successful American satellite, detects the Van Allen radiation belt."
    },
    {
      "type": "Birth",
      "year": "1981",
      "text": "Gemma Collins, English media personality and businesswoman"
    },
    {
      "type": "Birth",
      "year": "1986",
      "text": "Megan Ellison, American film producer, founded Annapurna Pictures"
    },
    {
      "type": "Birth",
      "year": "1902",
      "text": "Nat Bailey, Canadian businessman, founded White Spot (died 1978)"
    },
    {
      "type": "Birth",
      "year": "1937",
      "text": "Philip Glass, American composer"
    },
    {
      "type": "Birth",
      "year": "1929",
      "text": "Jean Simmons, English-American actress (died 2010)"
    },
    {
      "type": "Birth",
      "year": "1921",
      "text": "E. Fay Jones, American architect, designed the Thorncrown Chapel (died 2004)"
    },
    {
      "type": "Birth",
      "year": "1946",
      "text": "Mike Carlton, Australian journalist and radio host"
    },
    {
      "type": "Birth",
      "year": "1947",
      "text": "Nolan Ryan, American baseball player"
    },
    {
      "type": "Event",
      "year": "1945",
      "text": "World War II: About 3,000 inmates from the Stutthof concentration camp are forcibly marched into the Baltic Sea at Palmnicken (now Yantarny, Russia) and executed."
    },
    {
      "type": "Birth",
      "year": "1941",
      "text": "Gerald McDermott, American author and illustrator (died 2012)"
    },
    {
      "type": "Event",
      "year": "1978",
      "text": "The Crown of St. Stephen (also known as the Holy Crown of Hungary) goes on public display after being returned to Hungary from the United States, where it was held after World War II."
    },
    {
      "type": "Birth",
      "year": "1996",
      "text": "Nikita Dragun, American YouTuber"
    },
    {
      "type": "Birth",
      "year": "1926",
      "text": "Chuck Willis, American singer-songwriter (died 1958)"
    },
    {
      "type": "Event",
      "year": "1953",
      "text": "A North Sea flood causes over 1,800 deaths in the Netherlands and over 300 in the United Kingdom."
    },
    {
      "type": "Event",
      "year": "1915",
      "text": "World War I: Germany is the first to make large-scale use of poison gas in warfare in the Battle of Bolimów against Russia."
    },
    {
      "type": "Event",
      "year": "2003",
      "text": "The Waterfall rail accident occurs near Waterfall, New South Wales, Australia."
    },
    {
      "type": "Birth",
      "year": "1974",
      "text": "Othella Harrington, American basketball player and coach"
    },
    {
      "type": "Event",
      "year": "1266",
      "text": "The Mudéjar of Murcia, who had rebelled against the Crown of Castile during the Mudéjar revolt of 1264–1266, surrender the city to James I of Aragon after a siege lasting a month."
    },
    {
      "type": "Birth",
      "year": "1941",
      "text": "Len Chappell, American basketball player (died 2018)"
    },
    {
      "type": "Birth",
      "year": "1820",
      "text": "William B. Washburn, American politician, 28th Governor of Massachusetts (died 1887)"
    },
    {
      "type": "Birth",
      "year": "1949",
      "text": "Ken Wilber, American sociologist, philosopher, and author"
    },
    {
      "type": "Birth",
      "year": "1872",
      "text": "Zane Grey, American author (died 1939)"
    },
    {
      "type": "Birth",
      "year": "1583",
      "text": "Peter Bulkley, English and later American Puritan (died 1659)"
    },
    {
      "type": "Event",
      "year": "1945",
      "text": "US Army private Eddie Slovik is executed for desertion, the first such execution of an American soldier since the Civil War."
    },
    {
      "type": "Event",
      "year": "2000",
      "text": "Alaska Airlines Flight 261 crash: An MD-83, experiencing horizontal stabilizer problems, crashes in the Pacific Ocean off the coast of Point Mugu, California, killing all 88 aboard."
    },
    {
      "type": "Birth",
      "year": "1989",
      "text": "Tommy La Stella, American baseball player"
    },
    {
      "type": "Birth",
      "year": "1944",
      "text": "Charlie Musselwhite, American musician and singer-songwriter"
    },
    {
      "type": "Event",
      "year": "1946",
      "text": "Cold War: Yugoslavia's new constitution, modeling that of the Soviet Union, establishes six constituent republics (Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia and Slovenia)."
    },
    {
      "type": "Death",
      "year": "1955",
      "text": "John Mott, American activist, Nobel Prize laureate (born 1865)"
    },
    {
      "type": "Birth",
      "year": "1915",
      "text": "Bobby Hackett, American trumpet player and cornet player (died 1976)"
    },
    {
      "type": "Birth",
      "year": "1752",
      "text": "Gouverneur Morris, American lawyer, politician, and diplomat, United States Ambassador to France (died 1816)"
    },
    {
      "type": "Birth",
      "year": "1969",
      "text": "Daniel Moder, American cinematographer"
    },
    {
      "type": "Event",
      "year": "1968",
      "text": "Vietnam War: Viet Cong guerrillas attack the United States embassy in Saigon, and other attacks, in the early morning hours, later grouped together as the Tet Offensive."
    },
    {
      "type": "Event",
      "year": "1971",
      "text": "The Winter Soldier Investigation, organized by the Vietnam Veterans Against the War to publicize alleged war crimes and atrocities by Americans and allies in Vietnam, begins in Detroit."
    },
    {
      "type": "Birth",
      "year": "1941",
      "text": "Jessica Walter, American actress (died 2021)"
    },
    {
      "type": "Birth",
      "year": "1933",
      "text": "Morton Mower, American cardiologist and inventor (died 2022)"
    },
    {
      "type": "Event",
      "year": "1949",
      "text": "These Are My Children, the first television daytime soap opera, is broadcast by the NBC station in Chicago, United States."
    },
    {
      "type": "Death",
      "year": "1990",
      "text": "Rashad Khalifa, Egyptian American biochemist and academic (born 1935)"
    },
    {
      "type": "Event",
      "year": "1918",
      "text": "Finnish Civil War: The Suinula massacre, which changes the nature of the war in a more hostile direction, takes place in Kangasala."
    },
    {
      "type": "Birth",
      "year": "1965",
      "text": "Peter Sagal, American author and radio host"
    },
    {
      "type": "Event",
      "year": "2007",
      "text": "Emergency officials in Boston mistakenly identify battery-powered LED placards depicting characters from Aqua Teen Hunger Force as Improvised explosive devices (IEDs), causing a panic."
    }
  ],
  "source": "Wikipedia"
}