{
  "date": "2026-01-18",
  "items": [
    {
      "type": "Event",
      "year": "1886",
      "text": "Modern field hockey is born with the formation of The Hockey Association in England."
    },
    {
      "type": "Birth",
      "year": "1986",
      "text": "Marya Roxx, Estonian-American singer-songwriter"
    },
    {
      "type": "Event",
      "year": "2003",
      "text": "A bushfire kills four people and destroys more than 500 homes in Canberra, Australia."
    },
    {
      "type": "Birth",
      "year": "1933",
      "text": "Ray Dolby, American engineer and businessman, founded Dolby Laboratories (died 2013)"
    },
    {
      "type": "Event",
      "year": "1967",
      "text": "Albert DeSalvo, the \"Boston Strangler\", is convicted of numerous crimes and is sentenced to life imprisonment."
    },
    {
      "type": "Birth",
      "year": "1976",
      "text": "Damien Leith, Irish-Australian singer-songwriter and guitarist"
    },
    {
      "type": "Birth",
      "year": "1988",
      "text": "Ashleigh Murray, American actress and singer"
    },
    {
      "type": "Event",
      "year": "1866",
      "text": "Wesley College is established in Melbourne, Australia."
    },
    {
      "type": "Birth",
      "year": "1973",
      "text": "Burnie Burns, American actor, director, and producer, co-founded Rooster Teeth Productions"
    },
    {
      "type": "Event",
      "year": "1562",
      "text": "Pope Pius IV reopens the Council of Trent for its third and final session."
    },
    {
      "type": "Event",
      "year": "1701",
      "text": "Frederick I crowns himself King in Prussia in Königsberg."
    },
    {
      "type": "Birth",
      "year": "1944",
      "text": "Paul Keating, Australian economist and politician, 24th Prime Minister of Australia"
    },
    {
      "type": "Birth",
      "year": "1961",
      "text": "Bob Hansen, American basketball player and sportscaster"
    },
    {
      "type": "Birth",
      "year": "1971",
      "text": "Jonathan Davis, American singer-songwriter"
    },
    {
      "type": "Event",
      "year": "1778",
      "text": "James Cook is the first known European to discover the Hawaiian Islands, which he names the \"Sandwich Islands\"."
    },
    {
      "type": "Birth",
      "year": "1911",
      "text": "Danny Kaye, American actor, singer, and dancer (died 1987)"
    },
    {
      "type": "Birth",
      "year": "1986",
      "text": "Becca Tobin, American actress, singer, and dancer"
    },
    {
      "type": "Event",
      "year": "1977",
      "text": "Australia's worst rail disaster occurs at Granville, Sydney, killing 83."
    },
    {
      "type": "Death",
      "year": "1253",
      "text": "King Henry I of Cyprus (born 1217)"
    },
    {
      "type": "Birth",
      "year": "1949",
      "text": "Bill Keller, American journalist"
    },
    {
      "type": "Event",
      "year": "1993",
      "text": "Martin Luther King, Jr. Day is officially observed for the first time in all 50 US states."
    },
    {
      "type": "Event",
      "year": "1960",
      "text": "Capital Airlines Flight 20 crashes into a farm in Charles City County, Virginia, killing all 50 aboard, the third fatal Capital Airlines crash in as many years."
    },
    {
      "type": "Birth",
      "year": "1941",
      "text": "Bobby Goldsboro, American singer-songwriter, guitarist, and producer"
    },
    {
      "type": "Birth",
      "year": "1982",
      "text": "Quinn Allman, American guitarist and producer"
    },
    {
      "type": "Birth",
      "year": "1918",
      "text": "Gustave Gingras, Canadian-English physician and educator (died 1996)"
    },
    {
      "type": "Event",
      "year": "2012",
      "text": "More than 115,000 websites engage in an online protest against the Stop Online Piracy Act and the Protect IP Act in the US.[citation needed] The websites involved viewed the laws as infringing on the right to free speech and many of them temporarily shut down in protest."
    },
    {
      "type": "Birth",
      "year": "1955",
      "text": "Kevin Costner, American actor, director, and producer"
    },
    {
      "type": "Death",
      "year": "2003",
      "text": "Ed Farhat, American wrestler and trainer (born 1924)"
    },
    {
      "type": "Event",
      "year": "2018",
      "text": "A bus catches fire on the Samara–Shymkent road in Yrgyz District, Aktobe, Kazakhstan. The fire kills 52 passengers, with three passengers and two drivers escaping."
    },
    {
      "type": "Death",
      "year": "1803",
      "text": "Ippolit Bogdanovich, Russian poet and academic (born 1743)"
    },
    {
      "type": "Event",
      "year": "1981",
      "text": "Phil Smith and Phil Mayfield parachute off a Houston skyscraper, becoming the first two people to BASE jump from objects in all four categories: buildings, antennae, spans (bridges), and earth (cliffs)."
    },
    {
      "type": "Birth",
      "year": "1980",
      "text": "Jason Segel, American actor and screenwriter"
    },
    {
      "type": "Birth",
      "year": "1985",
      "text": "Dale Begg-Smith, Canadian-Australian skier"
    },
    {
      "type": "Event",
      "year": "1958",
      "text": "Willie O'Ree, the first Black Canadian National Hockey League player, makes his NHL debut with the Boston Bruins."
    },
    {
      "type": "Event",
      "year": "350",
      "text": "General Magnentius is proclaimed emperor by Roman aristocrats discontent with the rule of emperor Constans."
    },
    {
      "type": "Birth",
      "year": "1953",
      "text": "Peter Moon, Australian comedian and actor"
    },
    {
      "type": "Event",
      "year": "2025",
      "text": "The popular social media app, TikTok, is banned in the United States, after the passing of PAFACA."
    },
    {
      "type": "Event",
      "year": "2008",
      "text": "The Euphronios Krater is unveiled in Rome after being returned to Italy by the Metropolitan Museum of Art."
    },
    {
      "type": "Birth",
      "year": "1925",
      "text": "Sol Yurick, American soldier and author (died 2013)"
    },
    {
      "type": "Event",
      "year": "2005",
      "text": "The Airbus A380, the world's largest commercial jet, is unveiled at a ceremony in Toulouse, France"
    },
    {
      "type": "Birth",
      "year": "1999",
      "text": "Gary Trent Jr., American basketball player"
    },
    {
      "type": "Event",
      "year": "2002",
      "text": "The Sierra Leone Civil War is declared over."
    },
    {
      "type": "Birth",
      "year": "1995",
      "text": "Leonard Fournette, American football player"
    },
    {
      "type": "Birth",
      "year": "1917",
      "text": "Wang Yung-ching, Taiwanese-American businessman (died 2008)"
    },
    {
      "type": "Birth",
      "year": "1930",
      "text": "Esther Coopersmith, American diplomat, UNESCO goodwill ambassador (died 2024)"
    },
    {
      "type": "Event",
      "year": "2007",
      "text": "The strongest storm in the United Kingdom in 17 years kills 14 people and Germany sees the worst storm since 1999 with 13 deaths. Cyclone Kyrill causes at least 44 deaths across 20 countries in Western Europe."
    },
    {
      "type": "Event",
      "year": "1788",
      "text": "The first elements of the First Fleet carrying 736 convicts from Great Britain to Australia arrive at Botany Bay."
    },
    {
      "type": "Event",
      "year": "1977",
      "text": "Scientists at the Centers for Disease Control and Prevention announce they have identified a previously unknown bacterium as the cause of the mysterious Legionnaires' disease."
    },
    {
      "type": "Birth",
      "year": "1981",
      "text": "Olivier Rochus, Belgian tennis player"
    },
    {
      "type": "Event",
      "year": "1871",
      "text": "Wilhelm I of Germany is proclaimed Kaiser Wilhelm in the Hall of Mirrors of the Palace of Versailles (France) towards the end of the Franco-Prussian War. Wilhelm already had the title of German Emperor since the constitution of 1 January 1871, but he had hesitated to accept the title."
    },
    {
      "type": "Birth",
      "year": "1999",
      "text": "Mateus Ward, American actor"
    },
    {
      "type": "Birth",
      "year": "1952",
      "text": "Michael Behe, American biochemist, author, and academic"
    },
    {
      "type": "Birth",
      "year": "1921",
      "text": "Yoichiro Nambu, Japanese-American physicist and academic, Nobel Prize laureate (died 2015)"
    },
    {
      "type": "Event",
      "year": "1974",
      "text": "A Disengagement of Forces agreement is signed between the Israeli and Egyptian governments, ending conflict on the Egyptian front of the Yom Kippur War."
    },
    {
      "type": "Birth",
      "year": "1925",
      "text": "John V. Evans, American soldier and politician, 27th Governor of Idaho (died 2014)"
    },
    {
      "type": "Birth",
      "year": "1932",
      "text": "Robert Anton Wilson, American psychologist, author, poet, and playwright (died 2007)"
    },
    {
      "type": "Event",
      "year": "1990",
      "text": "Washington, D.C., Mayor Marion Barry is arrested for drug possession in an FBI sting."
    },
    {
      "type": "Event",
      "year": "1911",
      "text": "Eugene B. Ely lands on the deck of the USS Pennsylvania anchored in San Francisco Bay, the first time an aircraft landed on a ship."
    },
    {
      "type": "Event",
      "year": "1486",
      "text": "King Henry VII of England marries Elizabeth of York, daughter of Edward IV, uniting the House of Lancaster and the House of York."
    },
    {
      "type": "Birth",
      "year": "1941",
      "text": "David Ruffin, American singer (died 1991)"
    }
  ],
  "source": "Wikipedia"
}