{
  "date": "2026-01-13",
  "items": [
    {
      "type": "Event",
      "year": "1898",
      "text": "On this day in 1898, French author Émile Zola published an open letter in the newspaper L'Aurore denouncing the French general staff for its role in the 1894 treason conviction of Jewish French army officer Alfred Dreyfus"
    },
    {
      "type": "Event",
      "year": "2021",
      "text": "Donald Trump became the first U.S. president to be impeached twice, after the House of Representatives approved an article of impeachment that accused him of \"incitement of insurrection\" for allegedly encouraging his supporters to storm the Capitol in an effort to overturn the results of the 2020 presidential election, in which Trump was defeated by Joe Biden"
    },
    {
      "type": "Event",
      "year": "2012",
      "text": "The Costa Concordia, a cruise ship carrying some 4,200 people, ran aground and capsized off Giglio Island, Italy; 32 passengers were killed. Learn about seven of the world's deadliest shipwrecks Tullio M. Puglia/Getty Images"
    },
    {
      "type": "Event",
      "year": "1997",
      "text": "President Abdalá Bucaram Ortíz of Ecuador visited President Alberto Fujimori of Peru, marking the first official visit to Peru by an Ecuadoran president in 150 years"
    },
    {
      "type": "Event",
      "year": "1968",
      "text": "In 1968, American singer-songwriter Johnny Cash recorded his acclaimed album \"Johnny Cash at Folsom Prison\" in front of an audience of around 2,000 inmates at California's Folsom Prison."
    },
    {
      "type": "Event",
      "year": "1942",
      "text": "American industrialist Henry Ford patented plastic automobile construction"
    },
    {
      "type": "Event",
      "year": "1884",
      "text": "Russian-born American singer Sophie Tucker, known as \"the Last of the Red-Hot Mamas,\" was born in 1884."
    },
    {
      "type": "Event",
      "year": "1832",
      "text": "Horatio Alger, one of the most popular American authors in the last 30 years of the 19th century and perhaps the most socially influential American writer of his generation, was born.How much do you know about famous authors?"
    },
    {
      "type": "Event",
      "year": "1808",
      "text": "Salmon P. Chase, who served as secretary of the Treasury (1861–64) in Abraham Lincoln's wartime cabinet and later became the sixth chief justice of the United States Supreme Court (1864–73), was born in 1808."
    }
  ]
}