{
  "date": "2026-01-29",
  "items": [
    {
      "type": "Event",
      "year": "1850",
      "text": "Henry Clay introduces the Compromise of 1850 to the U.S. Congress."
    },
    {
      "type": "Birth",
      "year": "1968",
      "text": "Aeneas Williams, American football player"
    },
    {
      "type": "Event",
      "year": "1973",
      "text": "EgyptAir Flight 741 crashes into the Kyrenia Mountains in Cyprus, killing 37 people."
    },
    {
      "type": "Birth",
      "year": "1880",
      "text": "W. C. Fields, American actor, comedian, and screenwriter (died 1946)"
    },
    {
      "type": "Event",
      "year": "2001",
      "text": "Thousands of student protesters in Indonesia storm parliament and demand that President Abdurrahman Wahid resign due to alleged involvement in corruption scandals."
    },
    {
      "type": "Birth",
      "year": "1715",
      "text": "Georg Christoph Wagenseil, Austrian organist and composer (died 1777)"
    },
    {
      "type": "Birth",
      "year": "1968",
      "text": "Monte Cook, American game designer and writer"
    },
    {
      "type": "Birth",
      "year": "1968",
      "text": "Edward Burns, American actor, director, writer, and producer"
    },
    {
      "type": "Birth",
      "year": "1941",
      "text": "Robin Morgan, American actress, journalist, and author"
    },
    {
      "type": "Event",
      "year": "2014",
      "text": "Rojava conflict: The Afrin Canton declares its autonomy from the Syrian Arab Republic."
    },
    {
      "type": "Birth",
      "year": "1915",
      "text": "Bill Peet, American author and illustrator (died 2002)"
    },
    {
      "type": "Event",
      "year": "1959",
      "text": "The first Melodifestivalen is held at Cirkus in Stockholm, Sweden."
    },
    {
      "type": "Event",
      "year": "1983",
      "text": "Singapore cable car crash: Panamanian-registered oil rig, Eniwetok, strikes the cables of the Singapore Cable Car system linking the mainland and Sentosa Island, causing two cabins to fall into the water and killing seven people and leaving thirteen others trapped for hours."
    },
    {
      "type": "Birth",
      "year": "1953",
      "text": "Charlie Wilson, American singer-songwriter and producer"
    },
    {
      "type": "Birth",
      "year": "1973",
      "text": "Jason Schmidt, American baseball player"
    },
    {
      "type": "Birth",
      "year": "1901",
      "text": "Allen B. DuMont, American engineer and broadcaster, founded the DuMont Television Network (died 1965)"
    },
    {
      "type": "Birth",
      "year": "1988",
      "text": "Jake Auchincloss, American politician, businessman, and Marine veteran"
    },
    {
      "type": "Birth",
      "year": "1955",
      "text": "John Tate, American boxer (died 1998)"
    },
    {
      "type": "Event",
      "year": "904",
      "text": "Sergius III is elected pope, after coming out of retirement to take over the papacy from the deposed antipope Christopher."
    },
    {
      "type": "Birth",
      "year": "1939",
      "text": "Jeanne Lee, American jazz singer, poet and composer (died 2000)"
    },
    {
      "type": "Event",
      "year": "1861",
      "text": "Kansas is admitted as the 34th U.S. state."
    },
    {
      "type": "Birth",
      "year": "1939",
      "text": "Germaine Greer, Australian journalist and author"
    },
    {
      "type": "Birth",
      "year": "1928",
      "text": "Joseph Kruskal, American mathematician and computer scientist (died 2010)"
    },
    {
      "type": "Birth",
      "year": "1949",
      "text": "Doris Davenport, American poet and teacher"
    },
    {
      "type": "Event",
      "year": "1936",
      "text": "The first inductees into the Baseball Hall of Fame are announced."
    },
    {
      "type": "Event",
      "year": "946",
      "text": "Caliph al-Mustakfi is blinded and deposed by Mu'izz al-Dawla, ruler of the Buyid Empire. He is succeeded by al-Muti as caliph of the Abbasid Caliphate."
    },
    {
      "type": "Birth",
      "year": "1931",
      "text": "Leslie Bricusse, English playwright and composer (died 2021)"
    },
    {
      "type": "Event",
      "year": "1943",
      "text": "World War II: The first day of the Battle of Rennell Island, USS Chicago (CA-29) is torpedoed and heavily damaged by Japanese bombers."
    },
    {
      "type": "Birth",
      "year": "1920",
      "text": "Paul Gayten, American R&B pianist, songwriter, producer, and record company executive (died 1991)"
    },
    {
      "type": "Birth",
      "year": "1988",
      "text": "Hank Conger, American baseball player"
    },
    {
      "type": "Birth",
      "year": "1962",
      "text": "Nicholas Turturro, American actor, director, producer, and screenwriter"
    },
    {
      "type": "Birth",
      "year": "1986",
      "text": "Chris Bourque, American ice hockey player"
    },
    {
      "type": "Birth",
      "year": "1923",
      "text": "Eddie Taylor, American electric blues guitarist and singer (died 1985)"
    },
    {
      "type": "Birth",
      "year": "1892",
      "text": "Ernst Lubitsch, German American film director, producer, writer, and actor (died 1947)"
    },
    {
      "type": "Event",
      "year": "2009",
      "text": "Governor of Illinois Rod Blagojevich is removed from office following his conviction of several corruption charges, including solicitation of personal benefit in exchange for an appointment to the United States Senate as a replacement for then-U.S. president-elect Barack Obama."
    },
    {
      "type": "Death",
      "year": "1960",
      "text": "George S. Messersmith, American diplomat (born 1883)"
    },
    {
      "type": "Event",
      "year": "2022",
      "text": "Canadian truck drivers and pedestrians gathered to rally and protest on Parliament Hill against Canadian COVID-19 restrictions, which caused traffic and closures around the city."
    },
    {
      "type": "Birth",
      "year": "1982",
      "text": "Adam Lambert, American singer, songwriter and actor"
    },
    {
      "type": "Event",
      "year": "1891",
      "text": "Liliʻuokalani is proclaimed the last monarch and only queen regnant of the Kingdom of Hawaii."
    },
    {
      "type": "Birth",
      "year": "1980",
      "text": "Jason James Richter, American actor and musician"
    },
    {
      "type": "Birth",
      "year": "1881",
      "text": "Alice Catherine Evans, American microbiologist (died 1975)"
    },
    {
      "type": "Event",
      "year": "1845",
      "text": "\"The Raven\" is published in The Evening Mirror in New York, the first publication with the name of the author, Edgar Allan Poe."
    },
    {
      "type": "Birth",
      "year": "1905",
      "text": "Barnett Newman, American painter and etcher (died 1970)"
    },
    {
      "type": "Birth",
      "year": "1977",
      "text": "Justin Hartley, American actor"
    },
    {
      "type": "Event",
      "year": "1907",
      "text": "Charles Curtis of Kansas becomes the first Native American U.S. Senator."
    },
    {
      "type": "Event",
      "year": "2025",
      "text": "American Eagle Flight 5342 collided mid-air with a Sikorsky UH-60 Black Hawk operated by the United States Army and crashed into the Potomac River, killing all 67 people onboard both aircraft."
    },
    {
      "type": "Birth",
      "year": "1901",
      "text": "E. P. Taylor, Canadian businessman and horse breeder (died 1989)"
    },
    {
      "type": "Death",
      "year": "1984",
      "text": "Frances Goodrich, American actress, dramatist and screenwriter (born 1890)"
    },
    {
      "type": "Birth",
      "year": "1961",
      "text": "Strive Masiyiwa, Zimbabwean businessman and philanthropist"
    },
    {
      "type": "Birth",
      "year": "1937",
      "text": "Jeff Clyne, British musician (died 2009)"
    },
    {
      "type": "Event",
      "year": "1814",
      "text": "War of the Sixth Coalition: France engages Russia and Prussia in the Battle of Brienne."
    },
    {
      "type": "Event",
      "year": "2002",
      "text": "In his State of the Union address, President George W. Bush describes \"regimes that sponsor terror\" as an Axis of evil, in which he includes Iraq, Iran and North Korea."
    },
    {
      "type": "Event",
      "year": "1863",
      "text": "The Bear River Massacre: A detachment of California Volunteers led by Colonel Patrick Edward Connor engage the Shoshone at Bear River, Washington Territory, killing hundreds of men, women and children."
    },
    {
      "type": "Birth",
      "year": "1975",
      "text": "Sharif Atkins, American actor"
    },
    {
      "type": "Birth",
      "year": "1949",
      "text": "Tommy Ramone, Hungarian-American drummer and producer (died 2014)"
    },
    {
      "type": "Death",
      "year": "2006",
      "text": "Nam June Paik, South Korean-American artist (born 1932)"
    },
    {
      "type": "Birth",
      "year": "1950",
      "text": "Ann Jillian, American actress and singer"
    },
    {
      "type": "Event",
      "year": "2005",
      "text": "The first direct commercial flights from mainland China (from Guangzhou) to Taiwan since 1949 arrived in Taipei. Shortly afterwards, a China Airlines flight lands in Beijing."
    },
    {
      "type": "Birth",
      "year": "1915",
      "text": "John Serry Sr., Italian-American concert accordionist and composer (died 2003)"
    },
    {
      "type": "Birth",
      "year": "1975",
      "text": "Kelly Packard, American actress"
    }
  ],
  "source": "Wikipedia"
}