{
  "date": "2026-01-28",
  "items": [
    {
      "type": "Event",
      "year": "1902",
      "text": "The Carnegie Institution of Washington is founded in Washington, D.C., with a $10 million gift from Andrew Carnegie."
    },
    {
      "type": "Event",
      "year": "1724",
      "text": "The Russian Academy of Sciences is founded in St. Petersburg, Russia, by Peter the Great, and implemented by Senate decree. It is called the St. Petersburg Academy of Sciences until 1917."
    },
    {
      "type": "Event",
      "year": "1980",
      "text": "USCGC Blackthorn collides with the tanker Capricorn while leaving Tampa, Florida and capsizes, killing 23 Coast Guard crewmembers."
    },
    {
      "type": "Birth",
      "year": "1929",
      "text": "Nikolai Parshin, Russian footballer and manager (died 2012)"
    },
    {
      "type": "Event",
      "year": "1960",
      "text": "The National Football League announces expansion teams for Dallas to start in the 1960 NFL season and Minneapolis-St. Paul for the 1961 NFL season."
    },
    {
      "type": "Birth",
      "year": "1968",
      "text": "Rakim, American rapper"
    },
    {
      "type": "Birth",
      "year": "1977",
      "text": "Daunte Culpepper, American football player"
    },
    {
      "type": "Event",
      "year": "1941",
      "text": "Franco-Thai War: Final air battle of the conflict. A Japanese-mediated armistice goes into effect later in the day."
    },
    {
      "type": "Birth",
      "year": "1950",
      "text": "David C. Hilmers, American colonel, physician, and astronaut"
    },
    {
      "type": "Birth",
      "year": "1975",
      "text": "Pedro Pinto, Portuguese-American journalist"
    },
    {
      "type": "Birth",
      "year": "1818",
      "text": "George S. Boutwell, American lawyer and politician, 28th United States Secretary of the Treasury (died 1905)"
    },
    {
      "type": "Birth",
      "year": "1944",
      "text": "Rosalía Mera, Spanish businesswoman, co-founded Inditex and Zara (died 2013)"
    },
    {
      "type": "Death",
      "year": "2015",
      "text": "Lionel Gilbert, Australian historian, author, and academic (born 1924)"
    },
    {
      "type": "Event",
      "year": "1982",
      "text": "US Army General James L. Dozier is rescued by Italian anti-terrorism forces from captivity by the Red Brigades."
    },
    {
      "type": "Birth",
      "year": "1962",
      "text": "Sam Phillips, American singer-songwriter and guitarist"
    },
    {
      "type": "Event",
      "year": "1984",
      "text": "Tropical Storm Domoina makes landfall in southern Mozambique, eventually causing 214 deaths and some of the most severe flooding so far recorded in the region."
    },
    {
      "type": "Event",
      "year": "1896",
      "text": "Walter Arnold of East Peckham, Kent, becomes the first person to be convicted of speeding. He was fined one shilling, plus costs, for speeding at 8 mph (13 km/h), thereby exceeding the contemporary speed limit of 2 mph (3.2 km/h)."
    },
    {
      "type": "Death",
      "year": "1996",
      "text": "Joseph Brodsky, Russian-American poet and essayist, Nobel Prize laureate (born 1940)"
    },
    {
      "type": "Event",
      "year": "1919",
      "text": "The Order of the White Rose of Finland is established by Baron Gustaf Mannerheim, the regent of Finland."
    },
    {
      "type": "Event",
      "year": "1916",
      "text": "The Canadian province of Manitoba grants women the right to vote and run for office in provincial elections (although still excluding women of Indigenous or Asian heritage), marking the first time women in Canada are granted voting rights."
    },
    {
      "type": "Event",
      "year": "1922",
      "text": "Knickerbocker Storm: Washington, D.C.'s biggest snowfall, causes a disaster when the roof of the Knickerbocker Theatre collapses, killing over 100 people."
    },
    {
      "type": "Event",
      "year": "1933",
      "text": "The name Pakistan is coined by Choudhry Rahmat Ali Khan and is accepted by Indian Muslims who then thereby adopted it further for the Pakistan Movement seeking independence."
    },
    {
      "type": "Birth",
      "year": "1950",
      "text": "Barbi Benton, American actress, singer and model"
    },
    {
      "type": "Event",
      "year": "1813",
      "text": "Jane Austen's Pride and Prejudice is first published in the United Kingdom."
    },
    {
      "type": "Birth",
      "year": "1982",
      "text": "Omar Cook, American-Montenegrin basketball player and coach"
    },
    {
      "type": "Event",
      "year": "1871",
      "text": "Franco-Prussian War: The Siege of Paris ends in French defeat and an armistice."
    },
    {
      "type": "Birth",
      "year": "1929",
      "text": "Edith M. Flanigen, American chemist (died 2026)"
    },
    {
      "type": "Birth",
      "year": "1967",
      "text": "Billy Brownless, Australian footballer and sportscaster"
    },
    {
      "type": "Event",
      "year": "1591",
      "text": "Execution of Agnes Sampson, accused of witchcraft in Edinburgh."
    },
    {
      "type": "Event",
      "year": "1918",
      "text": "Finnish Civil War: The Red Guard rebels seize control of the capital, Helsinki; members of the Senate of Finland go underground."
    },
    {
      "type": "Birth",
      "year": "1969",
      "text": "Mo Rocca, American comedian and television journalist"
    },
    {
      "type": "Birth",
      "year": "1974",
      "text": "Tony Delk, American basketball player and coach"
    },
    {
      "type": "Event",
      "year": "1985",
      "text": "Supergroup USA for Africa (United Support of Artists for Africa) records the hit single We Are the World, to help raise funds for Ethiopian famine relief."
    },
    {
      "type": "Event",
      "year": "1878",
      "text": "Yale Daily News becomes the first independent daily college newspaper in the United States."
    },
    {
      "type": "Event",
      "year": "1909",
      "text": "United States troops leave Cuba, with the exception of Guantanamo Bay Naval Base, after being there since the Spanish–American War."
    },
    {
      "type": "Event",
      "year": "1988",
      "text": "In R v Morgentaler the Supreme Court of Canada strikes down all anti-abortion laws."
    },
    {
      "type": "Birth",
      "year": "1954",
      "text": "Rick Warren, American pastor and author"
    },
    {
      "type": "Event",
      "year": "1915",
      "text": "An act of the U.S. Congress creates the United States Coast Guard as a branch of the United States Armed Forces."
    },
    {
      "type": "Birth",
      "year": "1927",
      "text": "Vera Williams, American author and illustrator (died 2015)"
    },
    {
      "type": "Birth",
      "year": "1693",
      "text": "Gregor Werner, Austrian composer (died 1766)"
    },
    {
      "type": "Birth",
      "year": "1863",
      "text": "Ernest William Christmas, Australian-American painter (died 1918)"
    },
    {
      "type": "Event",
      "year": "1671",
      "text": "Original city of Panama (founded in 1519) is destroyed by a fire when privateer Henry Morgan sacks and sets fire to it. The site of the previously devastated city is still in ruins (see Panama Viejo)."
    },
    {
      "type": "Birth",
      "year": "1977",
      "text": "Joey Fatone, American singer, dancer, and television personality"
    },
    {
      "type": "Event",
      "year": "1981",
      "text": "Ronald Reagan lifts remaining domestic petroleum price and allocation controls in the United States, helping to end the 1979 energy crisis and begin the 1980s oil glut."
    },
    {
      "type": "Birth",
      "year": "1969",
      "text": "Kathryn Morris, American actress"
    },
    {
      "type": "Event",
      "year": "1977",
      "text": "The first day of the Great Lakes Blizzard of 1977, which dumps 3 metres (10 ft) of snow in one day in Upstate New York. Buffalo, Syracuse, Watertown, and surrounding areas are most affected."
    },
    {
      "type": "Event",
      "year": "2021",
      "text": "A nitrogen leak at a poultry food processing facility in Gainesville, Georgia kills six and injures at least ten."
    },
    {
      "type": "Event",
      "year": "1568",
      "text": "The Edict of Torda prohibits the persecution of individuals on religious grounds in John Sigismund Zápolya's Eastern Hungarian Kingdom."
    },
    {
      "type": "Birth",
      "year": "1948",
      "text": "Bob Moses, American drummer"
    },
    {
      "type": "Birth",
      "year": "1884",
      "text": "Auguste Piccard, Swiss physicist and explorer (died 1962)"
    },
    {
      "type": "Event",
      "year": "814",
      "text": "The death of Charlemagne, the first Holy Roman Emperor, brings about the accession of his son Louis the Pious as ruler of the Frankish Empire."
    },
    {
      "type": "Death",
      "year": "1921",
      "text": "Mustafa Suphi, Turkish journalist and politician (born 1883)"
    },
    {
      "type": "Event",
      "year": "1964",
      "text": "An unarmed United States Air Force T-39 Sabreliner on a training mission is shot down over Erfurt, East Germany, by a Soviet MiG-19."
    },
    {
      "type": "Birth",
      "year": "1978",
      "text": "Big Freedia, American musician"
    },
    {
      "type": "Event",
      "year": "1851",
      "text": "Northwestern University becomes the first chartered university in Illinois."
    },
    {
      "type": "Birth",
      "year": "1951",
      "text": "Billy Bass Nelson, American R&B/funk bass player"
    },
    {
      "type": "Birth",
      "year": "1985",
      "text": "J. Cole, American rapper"
    },
    {
      "type": "Birth",
      "year": "1976",
      "text": "Rick Ross, American rapper and producer"
    },
    {
      "type": "Birth",
      "year": "1926",
      "text": "Jimmy Bryan, American race car driver (died 1960)"
    },
    {
      "type": "Birth",
      "year": "1959",
      "text": "Frank Darabont, American director and producer"
    }
  ],
  "source": "Wikipedia"
}